Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Mads Kristensen presented the main elements of three audit reports:
nb: Mads Kristensen redegjorde for hovedelementene i tre revisjonsrapporter:

source: meeting in February 2002, the Bank also kept the key
nb: rentemøtet i februar 2002 holdt banken fortsatt renten

source: Households that purchase a more
nb: (a) sammenhenger mellom husholdningenes gjeld og

source: netting for the industry as a whole.
nb: pirer som sikkerhet for lån.

source: casting was based on the assumption that the interest
nb: grunn en rente som utviklet seg i tråd med markedets

source: For every 100-krone banknote Norges Bank issues, we apparently create wealth of NOK 99.50 – out of thin air.
nb: For hver 100-lapp Norges Bank utsteder, skaper vi tilsynelatende verdier for 99,50 kroner – ut av intet.

source: immediate effect on inflation.
nb: bart på inflasjonen.

source: Hans Aasnes is an agricultural economist from the Norwegian College of Agriculture (now the Norwegian University of Life Sciences), holds a higher degree from the NHH Norwegian School of Economics and is a certified financial analyst.
nb: Aasnæs er sivilagronom fra Norges landbrukshøgskole (nå NMBU), har høyere avdeling fra NHH og er autorisert finansanalytiker.

source: The wording should be tightened and made somewhat more precise in line with the Commission’s assumptions, and the Executive Board requests that a change in the wording be considered to “[t]he Bank shall inform the public about the basis for decisions and functions in other respects within the scope of the purpose of the Bank pursuant to Section 1-2”.
nb: Ordlyden bør strammes inn og presiseres noe i tråd med utvalgets forutsetninger, og hovedstyret ber om at det vurderes å endre ordlyden til at «[b]anken skal informere offentligheten om grunnlaget for beslutninger og virksomhet for øvrig som er omfattet av bankens formål etter § 1-2».

source: volume of maturing Treasury bills.
nb: statskasseveksler til å erstatte det som forfaller.

source: In addition, minimum requirements for risk weights on CRE exposures have been introduced.
nb: I tillegg er det innført minstekrav til risikovekter på næringseiendom.

source: Total credit from domestic and foreign sources to mainland enterprises, deflated by the CPI-ATE2 (C3 mainland enterprises).
nb: Samlet kreditt fra innenlandske og utenlandske kilder til fastlandsbedrifter, deflatert med KPI-JAE2 (K3 fastlandsbedrifter).

source: All issuance of bonds with a floating interest rate (FRNs) in the market referencing SOFR, SONIA or €STR has used a backward-
nb: Alle emisjoner av obligasjoner med flytende rente (FRNs) i markedet med SOFR, SONIA og €STR som referanserente bruker en

source: In 2007, the Swiss bank UBS held USD 50 billion in US CDOs, but the bank believed that these were risk-free, since the paper had the highest rating from the rating agencies and the bank had also purchased credit default insurance.
nb: Sommeren 2007 eide sveitsiske UBS amerikanske CDOer til 50 milliarder dollar, men banken mente dette var risikofritt siden papirene hadde beste mulige kredittvurdering fra byråene som fastsetter slike, og i tillegg hadde kjøpt forsikring i tilfelle mislighold.

source: Frank Knight (1921) differentiates between “risk” and
nb: Frank Knight (1921) skiller mellom ’risiko’ og ’usik- kunne se ut som om pengepolitikken kunne ha vært

source: inflation at the beginning of the year.
nb: antatt i inflasjonsrapporten før.

source: CEO Sandy Weill of Citigroup, the largest US bank before the crisis, said in July 2012 that repealing this act had contributed more than any other factor to the financial crisis.
nb: Konsernsjef Sandy Weill i den største amerikanske banken før krisen, Citigroup, sa i juli 2012 at opphevelsen av denne loven mer enn noe annet hadde bidratt til finanskrisen.

source: The coin’s motif shows Hans Nielsen Hauge wandering while reading.
nb: Myntmotivet viser Hans Nielsen Hauge som leser og som vandrer.

source: These issues are linked to increased risk for disputes and lawsuits and possible intensive negotiations.
nb: Det vises her til et mulig opphav til ressurskrevende forhandlinger og økt risiko for tvister eller søksmål.

source: The coin was struck at Det Norske Myntverket (Mint of Norway) with the following specifications:
nb: Mynten er preget ved Det Norske Myntverket etter følgende spesifikasjoner:

source: to the Norwegian economy.
nb: impulsene fra utlandet til norsk økonomi.

source: Data and method
nb: Data og metode

source: 2 Note that the CPI is not revised retrospectively.
nb: 2 Merk at KPI ikke revideres bakover i tid.

source: model uses so few data from the accounts.
nb: KMV benytter så vidt få regnskapsdata.

source: The rise in prices has been sharper than expected, particularly for imported consumer goods.
nb: Prisveksten har vært høyere enn ventet, særlig for importerte konsumvarer.

source: After several years of rapid house price inflation, where prices rose faster than household income, house price inflation over the few years prior to the coronavirus outbreak was at a moderate level (Chart 1.9).
nb: Etter flere år med betydelig boligprisvekst, hvor prisene vokste raskere enn husholdningenes inntekter, var boligprisveksten de siste par årene før koronautbruddet på et moderat nivå, se figur 1.9.

source: Any loans from Norges Bank must be secured against
nb: mottatt informasjon fra Finanstilsynet om at et finansforetak er satt under be-

source: ferences between actual and projected wage growth in
nb: Avvik mellom faktisk og anslått vekst i KPI-JAE

source: • What do you regard as the three most important criteria for an alternative reference rate?
nb: • Hva anser du som de tre viktigste kriteriene for en alternativ referanserente?

source: Thanks also to Harald Haare, Olaf Gresvik, Asbjørn Fidjestøl and Bent Vale
nb: Takk også til Harald Haare, Olaf Gresvik, AsbjørnFidjestøl og Bent Vale for nyttige innspill.

source: The data also show that household financial assets excluding bank deposits increased in all age groups in 2020.
nb: I tillegg viser tallene at husholdningenes finansielle eiendeler utover bankinnskudd økte i alle aldersgrupper i 2020.

source: The ARR group has recommended a 2-day observation shift as the market standard.
nb: Arbeidsgruppen har anbefalt å benytte 2 dagers observasjonsskift som markedsstandard.

source: Hogan and Burns point out that regulatory changes have increased costs in the form of data processing, consultants, lawyers and auditors.
nb: Hogan og Burns trekker fram at endringer i regulering har økt kostnader i form av databehandling, konsulenter, advokater og revisorer.

source: (1) Up to and including 2013, NOK revenues from petroleum activities were
nb: (1) Fram til og med 2013 var inntektene i norske kroner fra

source: 4 Consumer prices adjusted for tax changes and excluding energy products (CPI-ATE).
nb: 4 Konsumprisene justert for avgiftsendringer og uten energivarer, KPI-JAE.

source: With a policy rate in line with the forecast, inflation is projected to remain close to the inflation target of 2 percent in the years ahead, at the same time as unemployment remains low.
nb: Med en renteutvikling i tråd med prognosen anslås prisveksten å holde seg nær inflasjonsmålet på 2 prosent i årene fremover, samtidig som arbeidsledigheten holder seg lav.

source: Overall, this analysis indicates that cyclical vulnerabilities are at a medium level relative to the indicators’ historical distribution.
nb: Samlet sett indikerer denne analysen at syklisk sårbarhet er på et middels nivå sett i forhold til den historiske fordelingen av indikatorene.

source: temporary reductions in structural liquidity, but do not affect the level over time.
nb: strukturell likviditet, men påvirker ikke nivået over tid.

source: In practice, changes
nb: Endringer i avgifter

source: 9 Previous literature on the exchange rate pass-through in Norway has analysed two main questions: (i) do movements in the exchange rate fully pass through to prices for imported consumer goods?
nb: 9 Tidligere har litteraturen på valutakursgjennomslaget i Norge analysert to hovedspørsmål: (i) er det fullt valutakursgjennomslag til prisen på importerte konsumvarer på lang sikt?

source: Under the Financial Institutions Regulation, banks may take into account electronic contingency arrangements in designing their contingency arrangements for cash.
nb: Ifølge finansforetaksforskriften kan bankene ta hensyn til elektroniske beredskapsløsninger i utformingen av kontantberedskapen.

source: Other institutions lowered their projections forinflation in 2003 to approximately the same extent asNorges Bank (see Chart 3).
nb: Andre institusjoner nedjusterte sine anslag for inflasjonen i 2003 omtrentsom Norges Bank, se figur 3.

source: tions from the merchant survey on time consumption per for other transactions. transaction (see Table 11), assumptions about time con-
nb: om tidsbruk på betalingstidspunktet (se tabell 11), anta- søkelsen fra handelssteder, og egne anslag på tidsbruken

source: the card holder an annual fee which is meant to cover
nb: matiserte tjenester har en relativt høy andel indirekte

source: between credit and asset prices may lead to a build-up of imbalances,
nb: kreditt og formuespriser kan bidra til oppbygging av ubalanser og til å

source: Prices in NOK
nb: Priser i kroner

source: Confidence in the monetary unit is the mainstay of our financial system.
nb: Tillit til pengeenheten er bunnplanken i vårt finansielle system.

source: The working group aims to publish the report on Friday, 25 September.
nb: Arbeidsgruppen sikter mot å publisere rapporten fredag 25.

source: Climate change is one of the greatest challenges of our time.
nb: Klimarisiko er en alvorlig problemstilling som myndigheter og aktører i privat sektor står overfor.

source: The interest rate should normally be changed
nb: Renten bør normalt endres gradvis, slik at vi

source: GDP figures for the fourth quarter of 2008 show that economic developments in the US, the euro area, Japan and Sweden have been weaker than expected.
nb: BNP-tall for fjerde kvartal 2008 viser at utviklingen i USA, euroområdet, Japan og Sverige har vært svakere enn ventet.

source: accumulated by the central government.
nb: Verdensøkonomien er i ulage.

source: Topic 5 – Comparison between different methods for calculating the term interest rate
nb: Tema 5 – sammenligning av metoder for beregning av periodens rente før betalingsdato

source: ii) transactions including placed deposits, other unsecured lending and purchase of
nb: ii) transaksjoner i form av plasserte innskudd, andre usikrede utlån og kjøp av kortsiktig

source: Since December 2018, Norges Bank has
nb: Siden desember 2018 har Norges

source: Pound Sterling (GBP) - daily exchange rate from Norges Bank
nb: Britiske pund (GBP) - dagens valutakurs fra Norges Bank

source: Discussion document: Memo from Corporate and Shared Services of 19 October 2018
nb: Saksdokument: Notat 19. oktober 2018 fra Konsern- og fellesfunksjoner (KF)

source: agreement, the government lends a bank government securities (bills or bonds) worth a certain
nb: statspapirer for et visst beløp til en bank (veksel eller obligasjon) for inntil én uke, i bytte mot

source: The year-on-year rise has not been as low since 2002.
nb: Vi må tilbake til 2002 for å finne en like lav tolvmånedersvekst.

source: Contactless share of BankAxept payments:
nb: Andel av BankAxept-betalinger som gjøres kontaktløst:

source: For example, Gresvik and Haare (2008)
nb: I Gresvik og Haare (2008) er det for eksempel

source: In 2020, Norwegian banks began to use a new common infrastructure for real-time payments.
nb: Norske banker tok i 2020 i bruk en ny felles infra-struktur for realtidsbetalinger.

source: The series is indexed to 100 in 1996.
nb: Seriene er indeksert til 100 i 1996.

source: However, moderate commercial property price inflation is expected in the coming years (see
nb: Vi venter imidlertid moderat vekst i prisene på næringseiendom de neste årene, se

source: Her work experience includes posts as Executive Director of Norges Bank Monetary Policy and Norges Bank Financial Stability and as a macroeconomist at Handelsbanken Capital Markets.
nb: Bache har erfaring blant annet som avdelingsdirektør for pengepolitikk og for finansiell stabilitet i Norges Bank og som makroøkonom i Handelsbanken Capital Markets.

source: Nowa is published on our website
nb: Nowa publiseres på våre nettsider

source: The Executive Board approved the minutes of its meeting of 19 September 2018.
nb: Hovedstyret godkjente protokollen fra møtet 19. september 2018.

source: in December 2000 were in relation to economic develop-ments both internationally and in Norway in 2001 and,
nb: desember 2000 traff den økonomiske utviklingen bådeinternasjonalt og i Norge i 2001, og i den grad det foreligger

source: [8] In the US, under the Glass-Steagall Act, which was passed in 1933, banks were no longer allowed to engage in retail banking (deposits, lending and payment services) while also engaging in more risky investment banking activities.
nb: [8] I USA førte innføringen av Glass-Steagall loven i 1933 til at banker ikke lenger kunne drive med ordinær bankvirksomhet (innskudd, utlån og betalingsformidling) samtidig som de var engasjert i den mer risikable investeringsbankvirksomheten.

source: duTieS and organiSaTion
nb: Utvalget forbereder og gir

source: At the same time, Norges Bank expressed its willingness to offer Sedlabanki Islands a medium-term loan of EUR 500 million with a maturity of up to 5 years.
nb: Samtidig er Norges Bank villig til å yte Sedlabanki Island et lån på EUR 500 millioner med løpetid inntil 5 år.

source: adviser, staff of the Macroprudential Department, Norges Bank
nb: spesialrådgiver, al e i Avdeling for makrotilsyn i Norges Bank

source: Norges Bank is the licensing and supervisory authority for the part of the payment system cal ed interbank systems.
nb: Norges Bank er konsesjons- og tilsynsmyndighet for den delen av betalingssystemet som kal es interbanksystemer.

source: This means that under Section 1-4, first paragraph, instructions may not be issued in other areas, such as the Bank’s organisation and administration.
nb: Det betyr at instruksjon etter § 1-4 første ledd ikke skal kunne gis på andre områder, for eksempel bankens egenforvaltning.

source: Norges Bank encourages companies to move
nb: som ikke ble kontaktet.

source: The primary responsibility for financial stability rests with the government, and the instruments are divided between the Ministry of Finance, Finanstilsynet (Financial Supervisory Authority of Norway) and Norges Bank.
nb: Hovedansvaret for finansiell stabilitet ligger hos regjeringen, og virkemidlene er delt mellom Finansdepartementet, Finanstilsynet og Norges Bank.

source: money market rate (NIBOR) on a principal equiva-
nb: pengemarkedsrente (niborrente) på en hovedstol lik

source: A falling curve for the krone exchange rate denotes anappreciation of the krone.
nb: Fallende kurve for kronekursen viser sterkere krone.

source: The silver coin's reverse (tails side) was designed by Ingrid Austlid Rise, designer at Det Norske Myntverket AS (Mint of Norway).
nb: Sølvmyntens revers er utformet av formgiver ved Det Norske Myntverket, Ingrid Austlid Rise.

source: Credit developments are giving ambiguous signals to
nb: Utviklingen i kreditten gir tvetydige signaler til vår

source: Chart 1.11 Commercial property prices have risen considerably
nb: Figur 1.11 Næringseiendomsprisene har økt mye

source: Private banks also have accounts in Norges Bank.
nb: Også bankene har konto i Norges Bank.

source: - Finance Norway wil perform the secretariat function.
nb: - Finans Norge vil inneha sekretariatsfunksjonen.

source: If so, why?
nb: i så fall hvorfor?

source: provides a shorter update of the 2010 study.
nb: kortere oppdatering av studien fra 2010.

source: On page 496 it is also specified that “the provision is intended to cover … the more important decisions in areas of policy where there is a clear public interest in receiving detailed information about the Bank’s assessments and use of instruments”.
nb: 496 er det i tillegg presisert at «bestemmelsen tar sikte på … de mer vesentlige beslutningene innen politikkområdene hvor det er klar offentlig interesse i å få nærmere informasjon om bankens vurderinger og virkemiddelbruk».

source: number of cash transactions and costs
nb: Antall kontanttransaksjoner og kostnader

source: is virtually the same for all three institutions, but
nb: produksjon påvirker lønnsveksten gjennom stramheten i

source: Representatives of banks that report money market transaction data on a daily basis and Nowa users meet regularly as a user group to provide input to the administrator on how the method for calculating Nowa is functioning.
nb: Representanter for bankene som rapporterer til RPD og brukere av Nowa møtes jevnlig i en brukergruppe for å gi innspill til administrator om hvordan metoden for beregning av Nowa fungerer.

source: Hong Kong dollar (HKD) - daily exchange rate from Norges Bank
nb: Hong Kong dollar (HKD) - dagens valutakurs fra Norges Bank

source: Discussion document: Memo from Corporate and Shared Services of 15 November 2019 Ørjan Agdesteen presented the budget proposal.
nb: Notat 15. november 2019 fra Konsern- og fellesfunksjoner (KF) Ørjan Agdesteen redegjorde for saksfremlegget.

source: before the cash can be entered in Norges Bank’s stocks.
nb: å utføre slik kvalitetssortering i Norges Bank, da banken

source: return and inflation expectations would indicate.
nb: er obligasjoner utstedt i norske kroner i utlandet.

source: assets are used, they should carry little or no
nb: aktiva er brukt, skal de ha liten eller ingen

source: Norges Bank pointed out that the work on an
nb: Norges Bank påpekte at arbeidet med en

source: that alternative marketplaces can survive in competi-
nb: plasser kan overleve i konkurranse med et primærmar-

source: We assume that the production During an economic upswing, hours worked per worker structure in the mainland economy can be described normally rise.
nb: I en Vi antar at produksjonsstrukturen i fastlandsøkonomien oppgangskonjunktur vil arbeidstiden normalt øke.

source: 8 The questions were formulated by Norges Bank.
nb: 8 Spørsmålene ble utformet av Norges Bank.

source: References to “consumer prices” in this article are to this price measure, unless otherwise specified.
nb: Henvisninger til «konsumprisene» i denne artikkelen refererer til dette prismålet, med mindre annet er spesifisert.

source: Measures targeting banks, such as capital and liquidity requirements and risk management requirements, may help reduce vulnerabilities, but is the most important channel increasing banks’ resilience.
nb: Tiltak rettet inn mot bankene, som krav til kapital og likviditet og krav til risikostyring, kan bidra til å redusere sårbarheter, men den viktigste kanalen er å gjøre bankene mer robuste.

source: Ole Bull 10-krone commemorative coin 2010
nb: Ole Bull 10-krone minnemynt 2010

source: Topic 8 – Other questions
nb: Tema 8 – generelle spørsmål

source: tion stock approaches the level where it needs to be overall cash demand in the longer term (1–3 years).
nb: det samlede kontantbehovet på lengre sikt (1–3 år). dvs.

source: Item 200/2018 Budget for NBCBO for 2019 – DiffIT status
nb: Sak 200/2018 Budsjett 2019 for sentralbankvirksomheten (SBV) – Status DiffIT

source: both recovery and resolution and capital requirements.
nb: Gjeldsbelastning, gjeldsbetjeningsgrad og rentebelastning.

source: ly, the greater the possibility of negative economic
nb: oppbygging i husholdninger og foretak samt utviklingen

source: Yngve Slyngstad presented the discussion document and the recommendation for changes to the mandate for the REIB.
nb: Yngve Slyngstad redegjorde for saksfremlegget og for forslaget til justering av REIB-mandatet.

source: In an update to previous communication LCH is targeting the first release of the year in April 2022 to support the clearing of NOK NOWA OIS out to 16Y.
nb: I en oppdatering til tidligere kommunikasjon viser LCH til at de vil være klare med clearing i april 2022 for NOK Nowa OIS frem til 16Y.

source: • Should other candidates be considered?
nb: • Bør andre kandidater vurderes?

source: Planning for this series began in 1955, right after the 5-krone banknote in Series IV was placed into circulation.
nb: Planleggingen av denne utgaven ble påbegynt i 1955, like etter at 5-kronen i utgave IV var satt i omløp.

source: TIBER stands for “Threat Intelligence-based Ethical Red Teaming”.
nb: TIBER står for «Threat Intelligence-based Ethical Red Teaming».

source: Inflation is slowing sharply and inflation expectations have fallen.
nb: Prisveksten avtar raskt, og forventningene til prisveksten fremover har falt.

source: Higher commodity prices, in
nb: Likevel ble anslagene for BNP-veksten

source: covered bonds were not issued until 1899, when a new much more liquid than other bonds from private issuers,
nb: utstedt i 1899, etter at ny lov om hypotekbankvirksomhet Disse kravene bidro til at jumbo pfandbriefe ble klart mer

source: The Executive Board approved the public report on the management of the GPFG, including the interim financial reporting for the investment portfolio, for the third quarter of 2017.
nb: Hovedstyret godkjente den offentlige rapporten om forvaltningen av Statens pensjonsfond utland (SPU), herunder delårsregnskap for investeringsporteføljen (SPU) for tredje kvartal 2017.

source: Projected and actual developments in key macroeconomic variables for the Norwegian economy in 2001 and 2002.
nb: Anslag og faktisk utvikling i makroøkonomiske hovedstørrelser for norsk økonomi i 2001 og 2002.

source: Over 80 per cent of total debt held by homeowners
nb: Boligeiere hadde over 80 prosent av den samlede

source: the cash flow from petroleum activities (see Chart 14).
nb: kontantstrømmen fra oljevirksomheten (figur 14).

source: from market expectations, the Bank should be able to
nb: renteprognose avviker fra markedsforventningene, bør

source: Norges Banks annual reports and annual financial statements for 2020
nb: Norges Banks årsrapport og årsregnskap 2020 Saksdokument:

source: If the central bank follows (8), the interest rate will be
nb: Dersom sentralbanken følger (8), vil renten tilpasses

source: Karen Helene Ulltveit-Moe and Egil Matsen reported on the Audit, and Risk and Investment Committees' discussions, and the issues of particular concern to the committees, including on experience of the transfer of the management of the long-term fixed income portfolio to Central Banking Operations.
nb: Karen Helene Ulltveit-Moe og Egil Matsen redegjorde for drøftingene i henholdsvis revisjonsutvalget og risiko- og investeringsutvalget og de temaer utvalgene var særlig opptatt av, herunder erfaringene etter overføringen av forvaltningen av den langsiktige renteporteføljen til sentralbankvirksomheten.

source: Minutes of the Ownership Committee meeting of 26 January 2018
nb: Protokoll fra Eierskapsutvalget (EU) – Møte 26. januar 2018

source: A sturdy, fully crewed combination rowing and sailing ship provided considerable flexibility and navigability.
nb: Et godt, fullbemannet ro- og seilskip ga stor fleksibilitet og framkommelighet.

source: If the level of government 10 Norges Bank is responsible for all operational tasks relating to government securities.
nb: Dersom nivået på utestående beholdning av statspapirer holdes konstant over tid, vil effekten av 10 Norges Bank har ansvar for alle operative oppgaver i forhold til statspapirene.

source: inflation target was introduced in March 2001, monetary
nb: innført i mars 2001, fikk de pengepolitiske vurderingene
